{
  "docente": [
    {
      "pergunta": "O professor busca constantemente aprimorar seus conhecimentos e atualizar-se nas metodologias de ensino.",
      "peso": 3
    },
    {
      "pergunta": "O professor utiliza abordagens inovadoras para explicar conceitos e resolver problemas em sala de aula.",
      "peso": 2
    },
    {
      "pergunta": "O professor é eficiente em planejar, executar e finalizar suas atividades didáticas, cumprindo os prazos e cronogramas estabelecidos.",
      "peso": 3
    },
    {
      "pergunta": "O professor demonstra empatia ao ouvir e entender as dificuldades dos alunos, criando um ambiente acolhedor.",
      "peso": 3
    },
    {
      "pergunta": "O professor incentiva a colaboração entre os alunos, promovendo atividades em grupo e discussões construtivas.",
      "peso": 2
    },
    {
      "pergunta": "O professor oferece feedbacks claros e construtivos, ajudando os alunos a se desenvolverem academicamente.",
      "peso": 2
    },
    {
      "pergunta": "O professor proporciona aos alunos uma base sólida de conhecimento teórico, relevante e atualizado.",
      "peso": 3
    },
    {
      "pergunta": "O professor conecta os conteúdos teóricos com a prática profissional, preparando os alunos para os desafios do mercado.",
      "peso": 2
    },
    {
      "pergunta": "O professor é atento às necessidades emocionais e sociais dos alunos, oferecendo apoio quando necessário.",
      "peso": 2
    },
    {
      "pergunta": "O professor demonstra comprometimento com o desenvolvimento contínuo de sua área de ensino e busca a inovação didática.",
      "peso": 3
    },
    {
      "pergunta": "O professor contribui para o aprimoramento dos processos pedagógicos e curriculares, analisando e propondo melhorias.",
      "peso": 2
    },
    {
      "pergunta": "O professor tem uma atitude proativa e busca sempre a excelência no desempenho de suas atividades acadêmicas.",
      "peso": 3
    },
    {
      "pergunta": "O professor aplica o conceito de transformação no ensino, inspirando os alunos a buscarem melhorias contínuas.",
      "peso": 3
    },
    {
      "pergunta": "O professor está alinhado com a crença de que a educação transforma vidas e demonstra isso em suas práticas de ensino.",
      "peso": 3
    },
    {
      "pergunta": "O professor contribui ativamente para transformar as relações entre os colegas, alunos e a instituição, promovendo um ambiente colaborativo.",
      "peso": 2
    }
  ]
}
